Repository: common-repository/conectadelsol-woocommerce
Catalog: i18n/languages/conectadelsol-woocommerce-*.po
Languages: es

source: Additional Information
es: Información adicional

source: Enter the ID card number
es: Introduzca el número de tarjeta de identificación

source: ID card number is a required field. You must enter your ID number to complete the purchase.
es: Debe ingresar un número de DNI/CIF válido UE para completar la compra.

source: There was an error uploading the image.
es: Error al subir la imagen.

source: FactuSol Id
es: Id de Factusol

source: FactuSol product code
es: Código del producto en FactuSol

source: Introduce FactuSol product code
es: Introduzca código del producto en FactuSol

source: FactuSol code for relation.
es: Código del producto en FactuSol para la relación.

source: FactuSol code
es: Código del producto en FactuSol

# Order status
source: Invoiced
es: Facturado

source: Invoiced <span class="count">(%s)</span>
es: Facturado <span class="count">(%s)</span>
